<?php

$_['error_mail_smtp_timeout'] = 'فیلد smtp timeout نباید خالی باشد.';


$_['entry_developer_user_group']                   = 'گروه توسعه دهنده';


$_['entry_adaptive_status']          = 'وضعیت سیستم adaptive';

 
$_['entry_stock_status']     = 'وضعیت فراتر از موجودی انبار';


$_['entry_whatsapp_position']      = 'موقعیت دکمه';
$_['entry_whatsapp_number']        = 'شماره';
$_['entry_whatsapp_status']        = 'وضعیت';
$_['entry_whatsapp_title']         = 'عنوان روی دکمه';
$_['entry_whatsapp_text']          = 'متن پیش نویس';
$_['entry_whatsapp_pagesoff']      = 'عدم نمایش در هنگام ورود مشتری';
$_['entry_whatsapp_color']         = 'رنگ';


$_['text_whatsapp_right']          = 'راست';
$_['text_whatsapp_left']           = 'چپ';
$_['text_whatsapp_title']          = 'Ex: Contact us';
$_['text_whatsapp_status_on']      = 'فعال';
$_['text_whatsapp_status_off']     = 'غیر فعال';
$_['text_whatsapp_number']         = 'شماره';
$_['text_whatsapp_text']           = 'Ex: Hi, I\'m contacting you through the website';
$_['text_whatsapp_pagesoff_on']    = 'فعال';
$_['text_whatsapp_pagesoff_off']   = 'غیر فعال';
$_['text_whatsapp_color']   	   = 'RGB';




//================* Setting Additional information - Added AryanDeveloper
$_['entry_company_name']          = 'نام شرکت';
$_['entry_footer_description']    = 'توضیحات فوتر';
$_['entry_company_postal_code']   = 'کد پستی';
$_['entry_alternate_site_name']   = 'نام جایگزین';
$_['entry_company_geo_link']      = 'لینک نقشه گوگل';
//================* End - Setting Additional information
//================* Setting App Download Link - Added AryanDeveloper
$_['entry_appstore']     = 'لینک اپ‌استور';
$_['entry_sibapp']       = 'لینک سیب‌اپ';
$_['entry_playstore']    = 'لینک گوگل پلی';
$_['entry_bazaar']       = 'لینک کافه بازار';
$_['entry_myket']        = 'لینک مایکت';
//================* End - Setting App Download Link - Added AryanDeveloper
//================* language for social_tab Social Media Tab data - added ashkanmh *================
$_['entry_social']                   = 'شبکه های اجتماعی';
$_['entry_socialname']               = 'نام';
$_['entry_social_title']               = 'عنوان';
$_['entry_opration']                 = 'عملیات';
$_['error_social_name']              = 'نام شبکه اجتماعی باید بین 3 تا 64 کلمه باشد';
//================* Social Media Tab data - added ashkanmh END *================

// Heading
$_['heading_title']                  = 'تنظیمات';

// Text
$_['text_extension']                    = 'افزونه ها';
$_['text_stores']                    = 'فروشگاه ها';
$_['text_success']                   = 'تنظیمات با موفقیت ویرایش شد!';
$_['text_edit']                      = 'ویرایش فروشگاه';
$_['text_product']                   = 'محصولات';
$_['text_review']                    = 'نظرات';
$_['text_voucher']                   = 'کارت هدیه';
$_['text_tax']                       = 'مالیات';
$_['text_account']                   = 'حساب کاربری';
$_['text_checkout']                  = 'تسویه حساب';
$_['text_stock']                     = 'انبار';
$_['text_affiliate']                 = 'بازاریابان';
$_['text_captcha']                   = 'کد امنیتی';
$_['text_register']                  = 'ثبت نام';
$_['text_guest']                     = 'تسویه حساب میهمان';
$_['text_return']                    = 'استرداد محصول';
$_['text_contact']                   = 'تماس با ما';
$_['text_shipping']                  = 'آدرس حمل و نقل';
$_['text_payment']                   = 'آدرس پرداخت';
$_['text_mail']                      = 'ایمیل';
$_['text_smtp']                      = 'SMTP';
$_['text_mail_alert']                = 'اطلاع رسانی های ایمیل';
$_['text_mail_account']              = 'ثبت نام';
$_['text_mail_affiliate']            = 'بازاریاب';
$_['text_mail_order']                = 'سفارش ها';
$_['text_mail_review']               = 'نظرات';
$_['text_general']                   = 'عمومی';
$_['text_security']                  = 'امنیتی';
$_['text_upload']                    = 'آپلودها';
$_['text_error']                     = 'مدیریت خطاها';

// Entry
$_['entry_logo_admin']                       = 'Logo Admin';

$_['entry_pass']      = 'کلمه عبور دوم';
$_['entry_key']       = 'کلید واژه امن';
$_['help_pass']      = 'کلیدی را برای محافظت از صفحه ورود ادمین و جلوگیری از ورود غیرمجاز تنظیم کنید.<br /><br /><b><i>احتیاط کنید!</b></i><br /> <br />آدرس صفحه ورود ادمین شما به این قالب تغییر خواهد کرد:http://yourdomain.com/admin/?key';
$_['help_key']       = 'مقداری را به عنوان Value برای محافظت از صفحه ورود ادمین و جلوگیری از ورود غیرمجاز تنظیم کنید.<br /><br /><b><i>احتیاط کنید!</b></i><br /> <br />آدرس صفحه ورود ادمین شما به این قالب تغییر خواهد کرد:http://yourdomain.com/admin/?key=value';

$_['entry_meta_title']               = 'عنوان متا تگ';
$_['entry_meta_description']         = 'توضیحات متا تگ';
$_['entry_meta_keyword']             = 'کلمات کلیدی متا تگ';
$_['entry_layout']                   = 'چیدمان پیش فرض';
$_['entry_theme']                    = 'قالب';
$_['entry_name']                     = 'نام فروشگاه';
$_['entry_owner']                    = 'صاحب فروشگاه';
$_['entry_address']                  = 'آدرس';
$_['entry_geocode']                  = 'کد جغرافیایی';
$_['entry_email']                    = 'ایمیل';
$_['entry_telephone']                = 'تلفن';
$_['entry_fax']                      = 'فکس';
$_['entry_image']                    = 'تصویر';
$_['entry_open']                     = 'ساعات بازگشایی';
$_['entry_comment']                  = 'توضیحات';
$_['entry_location']                 = 'موقعیت فروشگاه';
$_['entry_country']                  = 'کشور';
$_['entry_zone']                     = 'استان';
$_['entry_language']                 = 'زبان فروشگاه';
$_['entry_admin_language']           = 'زبان مدیریت';
$_['entry_currency']                 = 'واحد پول';
$_['entry_currency_auto']            = 'به روز رسانی خودکار واحد پول';
$_['entry_shamsidate_status']        = 'وضعیت تاریخ شمسی';//Shamsi Date
$_['entry_shamsidate_format']        = 'فرمت نمایش تاریخ';//Shamsi Date
$_['entry_length_class']             = 'کلاس طولی';
$_['entry_weight_class']             = 'کلاس وزنی';
$_['entry_limit_admin']   	         = 'تعداد آیتم های پیش فرض در هر صفحه (مدیریت)';
$_['entry_product_count']            = 'تعداد محصولات دسته بندی';
$_['entry_review']       	         = 'اجازه ثبت نظرات';
$_['entry_review_guest']       	     = 'اجازه ثبت نظر برای میهمان';
$_['entry_voucher_min']              = 'حداقل کارت هدیه';
$_['entry_voucher_max']              = 'حداکثر کارت هدیه';
$_['entry_tax']                      = 'نمایش قیمت با مالیات';
$_['entry_tax_default']              = 'استفاده از آدرس مالیاتی فروشگاه';
$_['entry_tax_customer']             = 'استفاده از آدرس مالیاتی مشتری‬';
$_['entry_customer_online']          = 'مشتریان آنلاین';
$_['entry_customer_activity']        = 'فعالیت مشتریان';
$_['entry_customer_search']          = 'گزارش جستجوهای مشتریان';
$_['entry_customer_group']           = 'گروه مشتری';
$_['entry_customer_group_display']   = 'گروه های مشتری';
$_['entry_customer_price']           = 'نمایش قیمت با وارد شدن';
$_['entry_login_attempts']           = 'حداکثر ورودهای غیرمجاز';
$_['entry_account']                  = 'شرایط حساب کاربری';
$_['entry_cart_weight']              = 'نمایش وزن در صفحه سبد خرید';
$_['entry_checkout_guest']           = 'خرید بدون ثبت نام';
$_['entry_checkout']                 = 'شرایط پرداخت';
$_['entry_invoice_prefix']           = 'پیشوند فاکتور';
$_['entry_order_status']             = 'وضعیت سفارش';
$_['entry_processing_status']        = 'وضعیت سفارش درحال پردازش';
$_['entry_complete_status']          = 'وضعیت سفارش کامل شده';
$_['entry_fraud_status']             = 'وضعیت شناسایی متقلبین';
$_['entry_api']                      = 'کاربر API';
$_['entry_stock_display']            = 'نمایش موجودی انبار';
$_['entry_stock_warning']            = 'نمایش هشدار بیش از ظرفیت انبار';
$_['entry_stock_checkout']           = 'پرداخت انبار';
$_['entry_affiliate_group']          = 'گروه بازاریاب';
$_['entry_affiliate_approval']       = 'نیاز به تایید بازاریاب';
$_['entry_affiliate_auto']           = 'کمیسیون اتوماتیک';
$_['entry_affiliate_commission']     = 'کمیسیون بازاریاب (%)';
$_['entry_affiliate']                = 'شرایط بازاریابان';
$_['entry_return']                   = 'شرایط برگشت';
$_['entry_return_status']            = 'وضعیت برگشت';
$_['entry_captcha']                  = 'کد امنیتی';
$_['entry_captcha_page']             = 'صفحات دارای کد امنیتی';
$_['entry_logo']                     = 'لوگوی فروشگاه';
$_['entry_icon']                     = 'آیکن';
$_['entry_mail_engine']              = 'سیستم ایمیل';
$_['entry_mail_parameter']           = 'پارامترهای ایمیل';
$_['entry_mail_smtp_hostname']       = 'هاست SMTP';
$_['entry_mail_smtp_username']       = 'نام کاربری SMTP';
$_['entry_mail_smtp_password']       = 'رمز عبور SMTP';
$_['entry_mail_smtp_port']           = 'پورت SMTP';
$_['entry_mail_smtp_timeout']        = 'وقفه SMTP';
$_['entry_mail_alert']               = 'اطلاع رسانی ایمیل';
$_['entry_mail_alert_email']         = 'سایر ایمیل های اطلاع رسانی';
$_['entry_secure']                   = 'استفاده از اس اس ال';
$_['entry_shared']                   = 'استفاده از نشست های (Sessions) مشترک';
$_['entry_robots']                   = 'ربات ها';
$_['entry_seo_url']                  = 'استفاده از آدرس های سئو';
$_['entry_file_max_size']	         = 'حداکثر اندازه فایل';
$_['entry_file_ext_allowed']         = 'افزونه های فایل مجاز';
$_['entry_file_mime_allowed']        = 'نوع فایل های مجاز مایم';
$_['entry_maintenance']              = 'فروشگاه موقتا تعطیل است';
$_['entry_password']                 = 'اجازه برای استفاده از فراموشی رمز عبور';
$_['entry_encryption']               = 'کلید رمزنگاری';
$_['entry_compression']              = 'سطح فشرده سازی فایل های خروجی';
$_['entry_error_display']            = 'نمایش خطاها';
$_['entry_error_log']                = 'ثبت خطاها';
$_['entry_error_filename']           = 'نام فایل خطاهای ورودی';
$_['entry_status']                   = 'وضعیت';

// Help
$_['help_geocode']                   = 'لطفا کد جغرافیایی(Geocode) موقعیت فروشگاهتان را به صورت دستی وارد نمایید.';
$_['help_open']                      = 'ساعات بازگشایی فروشگاه را وارد نمایید.';
$_['help_comment']             	     = 'توضیحات برای بخش ارتباط با ما';
$_['help_location']            	     = 'موقعیت متفاوت فروشگاه که می‌خواهید روی فرم تماس با ما نمایش داده شود.';
$_['help_currency']                  = 'پس از تغییر واحد پول پیش فرض کش مرورگر و کوکی های مرورگر خود را پاک سازی کرده تا تغییرات را مشاهده نمایید.';
$_['help_currency_auto']             = 'تنظیم فروشگاه برای به روز رسانی خودکار روزانه ی واحد پول.';
$_['help_shamsidate_status']         = 'با فعالسازی این گزینه تاریخ شمسی در کل فروشگاه و مدیریت نمایش داده می شود.';//Shamsi Date
$_['help_shamsidate_format']         = 'فرمت نمایش تاریخ شمسی را انتخاب کنید.';//Shamsi Date
$_['help_limit_admin']   	         = 'تعداد آیتم های که در قسمت مدیریت در هر صفحه نمایش داده می‌شود (سفارشات، مشتریان، غیره)';
$_['help_product_count']             = 'نمایش تعداد محصولات موجود در زیر دسته ها در منوی دسته بندی بالا در فروشگاه. دقت کنید، این می‌تواند باعث یک ضربه شدید برای عملکرد فروشگاه های که محصئلات زیادی دارند به حساب آید!';
$_['help_review']       	         = 'فعال و غیر فعال کردن  امکان ثبت نظرات و نمایش نظرات موجود (تب نظرات)';
$_['help_review_guest']       	     = 'اجازه ثبت نظر برای میهمان';
$_['help_voucher_min']               = 'حداقل مقداری که یک مشتری می‌تواند برای یک کارت هدیه پرداخت نموده و خرید نماید.';
$_['help_voucher_max']               = 'حداکثر مقداری که یک مشتری می‌تواند برای یک کارت هدیه پرداخت نموده و خرید نماید.';
$_['help_tax_default']               = 'استفاده از آدرس فروشگاه برای محاسبه ی مالیات در زمانی که هیچ کاربری وارد سایت نشده است. شما می‌توانید انتخاب کنید که از آدرس فروشگاه برای حمل و نقل مشتریان و یا آدرس پرداخت آن ها استفاده شود.';
$_['help_tax_customer']              = 'استفاده از آدرس پیش فرض مشتری برای محاسبه مالیات، در هنگامی که در سیستم وارد می‌شود. شما می‌توانید از آدرس پیش فرضی برای آدرس حمل و نقل یا پرداخت مشتریان استفاده نمایید.';
$_['help_customer_online']           = 'مشتریان آنلاین را از طریق قسمت گزارش مشتریان آنلاین نمایش بده.';
$_['help_customer_activity']         = 'پیگیری فعالیت مشتریان از طریق بخش گزارش های مشتریان.';
$_['help_customer_group']            = 'گروه پیش فرض مشتری.';
$_['help_customer_group_display']    = 'نمایش گروه های مشتری در حین ثبت نام  مشتری جدید و امکان انتخاب گروه مشتری به عنوان عمده فروش و ... توسط مشتری.';
$_['help_customer_price']            = 'تنها زمانی که مشتری وارد شود قیمت نمایش داده می‌شود.';
$_['help_login_attempts']            = 'حداکثر ورود غیرمجاز قبل از اینکه حساب کاربری برای یک ساعت قفل شود. حساب کاربری مشتریان و بازاریابان می تواند روی صفحات مدیریت باز شود.';
$_['help_account']                   = 'کاربر قبل از ایجاد یک حساب کاربری باید شرایط ایجاد حساب را تایید کند.';
$_['help_invoice_prefix']            = 'پیشوند فاکتور را تعیین کنید (مثال. INV-1395-00). برای هر پیشوند یکتا شناسه فاکتور از 1 شروع می شود.';
$_['help_cart_weight']               = 'نمایش وزن محصول در سبد خرید';
$_['help_checkout_guest']            = 'اجازه دادن به مشتریان برای خرید بدون ثبت نام. برای محصولات دانلودی حتما باید ثبت نام شود.';
$_['help_checkout']                  = 'کاربر باید قبل از تسویه حساب شرایط پرداخت را تایید کند.';
$_['help_order_status']              = 'تعیین وضعیت پیش فرض برای سفارش های در حال بررسی.';
$_['help_processing_status']         = 'وضعیت سفارش سفارش مشتریان باید قبل از وضعیت سفارش کاستن از انبار و کوپن، کارت هدیه و امتیازهای جایزه باشد.';
$_['help_complete_status']           = 'وضعیت سفارش مشتری قبل از دسترسی به محصولات دانلودی و کارت هدیه.';
$_['help_fraud_status']              = 'تعیین وضعیت سفارش وقتی که یک مشتری مظنون به تلاش در تغییر جزئیات پرداخت سفارش است یا سعی در استفاده از یک کوپن، اعتبار هدیه، امتیاز جایزه که قبلا استفاده شده است می نماید.';
$_['help_api']                       = 'کاربر پیش فرض API که در مدیریت استفاده می شود.';
$_['help_stock_display']             = 'نمایش تعداد موجودی انبار در صفحه محصول.';
$_['help_stock_warning']             = 'نمایش پیغام بیش از ظرفیت انبار، در صفحه سبد خرید، در صورتی که محصولی بیش از ظرفیت موجودی انبار است، اما محصول در انبار موجود است. (هشدار معمولا زمانی نشان داده می‌شود که هیچ محصولی در انبار وجود ندارد.)';
$_['help_stock_checkout']            = 'به مشتریان اجازه می‌دهد در صورت موجود نبودن محصول در انبار آن را خریداری کنند.';
$_['help_affiliate_approval']        = 'به طور خودکار بازاریابان جدیدی ککه ثبت نام می‌کنند تایید شوند.';
$_['help_affiliate_auto']            = 'به صورت خودکار وقتی که سفارشی وضعیت کامل پیدا می‌کند کمیسیون را اضافه می‌کند.';
$_['help_affiliate_commission']      = 'درصد کمیسیون پیش فرض بازاریابان.';
$_['help_affiliate']                 = 'کاربر قبل از ایجاد یک حساب بازاریابی باید شرایط بازاریابان را تایید کند.';
$_['help_return']                    = 'اجبار کاربر برای موافقت با شرایط قبل از اینکه برگشت ایجاد شود.';
$_['help_return_status']             = 'تنظیم وضعیت پیش فرض برگشت، هنگامی که یک درخواست برگشت، ارسال می‌شود.';
$_['help_captcha']                   = 'کد امنیتی برای استفاده در ثبت نام، ورود، تماس با ما و نظردهی.';
$_['help_icon']                      = 'آیکن باید PNG و در اندازه 16 در 16 پیکسل باشد.';
$_['help_mail_engine']               = 'فقط \'ایمیل\' را انتخاب نمایید مگر اینکه میزبان شما این تابع را غیرفعال کرده باشد.';
$_['help_mail_parameter']            = 'در اینجا هنگام استفاده از \'ایمیل\'، پارامترهای اضافی ایمیل می توانند استفاده شوند (مثال. -f support@thememart.ir).';
$_['help_mail_smtp_hostname']        = 'افزودن پسوند \'tls://\' در صورت داشتن ارتباط امن موردنیاز است. (مثال. tls://smtp.gmail.com).';
$_['help_mail_smtp_password']        = 'برای جی میل شما ممکن است نیاز به نصب یک برنامه خاص رمزعبور در اینجا داشته باشید: https://security.google.com/settings/security/apppasswords.';
$_['help_mail_alert']                = 'انتخاب نمایید از کدام موارد می خواهید ایمیل اطلاع رسانی دریافت کنید هنگامی که مشتری از آنها استفاده می کند.';
$_['help_mail_alert_email']          = 'آدرس های ایمیل اضافی برای دریافت ایمیل های اطلاع رسانی، علاوه بر ایمیل اصلی فروشگاه. (با کاما انگلیسی جدا شوند).';
$_['help_secure']                    = 'برای استفاده از اس اس ال چک کنید که گواهینامه اس اس ال روی هاست شما نصب باشد و آدرس SSL در فایل کانفیگ فروشگاه اضافه شده باشد.';
$_['help_shared']                    = 'با فعال سازی این بخش سبد خرید اپن کارت برای اپن کارت های مشترک در چند دامنه، قابل استفاده خواهد بود و نشست هر دامنه به محض استفاده از دامنه دیگر، منقضی نمی‌شود.';
$_['help_robots']                    = 'لیستی از عامل های کاربری خزنده (crawler) وب که نشست های اشتراکی برای آنها قابل استفاده نخواهد بود. برای معرفی این کاربران در هر خط یک کاربر معرفی کنید.';
$_['help_seo_url']                   = 'برای استفاده از آدرس های SEO باید mod-rewrite روی سرور نصب باشد و فایل htaccess.txt را به .htaccess تغییر نام بدهید.';
$_['help_file_max_size']		     = 'شما می‌توانید فایل با حداکثر اندازه آپلود از طریق مدیریت تصاویر آپلود کنید. بر جسب بایت وارد شود.';
$_['help_file_ext_allowed']  	     = 'اضافه نمودن پسوند فایل های مجاز به آپلود. از یک خط جدید برای هر مقدار جدید استفاده کنید.';
$_['help_file_mime_allowed']         = 'مشخص کنید که چه فایل هایی برای مایم (Mime) مجاز هستند و شما باید هر کدام را در یک خط بنویسید.';
$_['help_maintenance']               = 'می‌توانید فروشگاه را برای مدتی مشخص تعطیل نمایید.در این صورت فقط مدیر فروشگاه قادر به ورود و انجام عملیات خواهد بود.';
$_['help_password']                  = 'اجازه برای استفاده از فراموشی رمز عبور در ادمین فروشگاه. این قسمت در صورتی که سیستم تلاشی برای هک سایت را تشخیص دهد به صورت خودکار غیرفعال خواهد شد.';
$_['help_encryption']                = 'یک کلید مخفی که برای به رمز در آوردن دستورات شخصی استفاده خواهد شد.';
$_['help_compression']               = 'GZIP برای انتقال بهتر اطلاعات به درخواست مشتری. سطح فشرده سازی باید بین 0 - 9 باشد';

// Error
$_['error_warning']                  = 'هشدار: لطفا فرم را با دقت برای رفع خطاهای رخ داده چک نمایید!';
$_['error_permission']               = 'هشدار: اجازه ویرایش تنظیمات را ندارید!';
$_['error_meta_title']               = 'عنوان باید بین 3 تا 32 کاراکتر باشد!';
$_['error_name']                     = 'نام فروشگاه باید بین 3 تا 32 کاراکتر باشد!';
$_['error_owner']                    = 'صاحب فروشگاه باید بین 3 تا 64 کاراکتر باشد!';
$_['error_address']                  = 'آدرس فروشگاه باید بین 10 تا 256 کاراکتر باشد!';
$_['error_email']                    = 'آدرس ایمیل نامعتبر می‌باشد!';
$_['error_telephone']                = 'تلفن باید بین 3 تا 32 کاراکتر باشد!';
$_['error_limit']       	         = 'تعداد موردنیاز می‌باشد!';
$_['error_login_attempts']           = 'تعداد ورودهای غیرمجاز باید بزرگتر از 0 باشد!';
$_['error_customer_group_display']   = 'برای استفاده از این ویژگی باید گروه مشتری پیش فرض را انتخاب نمایید!';
$_['error_voucher_min']              = 'حداقل مقدار کارت هدیه مورد نیاز است!';
$_['error_voucher_max']              = 'حداکثر مقدار کارت هدیه مورد نیاز است!';
$_['error_processing_status']        = 'شما باید حداقل یک وضعیت سفارش درحال پردازش انتخاب کنید';
$_['error_complete_status']          = 'شما باید حداقل یک وضعیت سفارش کامل شده انتخاب کنید';
$_['error_log_required']             = 'نام فایل خطاهای ورودی مورد نیاز است!';
$_['error_log_invalid']              = 'نام فایل خطاهای ورودی نامعتبر است!';
$_['error_log_extension']            = 'پسوند نام فایل گزارش خطا باید .log باشد!';
$_['error_encryption']               = 'کلید رمزنگاری باید بین 32 تا 1024 کاراکتر باشد!';
?>